Repository: davestgermain/hatta
Catalog: locale/*/hatta.po
Languages: hu, vi

source: Recent changes
hu: Korábbi változások
vi: Các thay đổi gần đây

source: changed
hu: megváltozott
vi: đã thay đổi

source: uploaded
hu: feltöltve
vi: đã tải lên

source: modified
hu: módosítva
vi: đã sửa đổi

source: created
hu: létrehozva
vi: đã tạo

source: Error parsing CSV file %{file}s on line %{line}d: %{error}s
hu: Hiba a CSV fájl (%{files}s) feldolgozása során a %{line}d. sorban: %{error}s
vi: Lỗi phân tích cú pháp tập tin CSV % {file}s trên dòng % {line} d: %s {error}s

source: Can't use symbolic links or directories as pages
hu: Szimbolikus linkeket és könyvtárakat nem lehet wikioldalként használni

source: Can't read or write outside of the pages repository
hu: A wiki tartalmán kívüli fájlokhoz a program nem fér hozzá
vi: Không thể đọc hay viết bên ngoài của kho lưu trữ trang

source: merge of edit conflict
hu: szerkesztési konfliktusok összevonása

source: failed merge of edit conflict
hu: a szerkesztési konfliktusok összevonása sikertelen
vi: trộn dữ liệu không thành công của phần xung đột khi chỉnh sửa

source: anon
hu: névtelen

source: comment
hu: megjegyzés
vi: bình luận

source: made subdirectory page
hu: alkönyvtároldal kész

source: This site is read-only.
hu: Ez a szájt nem szerkeszthető.
vi: Trang này chỉ được đọc.

source: Can't edit this page. It can only be edited by the site admin directly on the disk.
hu: Ezt az oldalt csak az adminisztrátor szerkesztheti.
vi: Không thể chỉnh sửa trang này. Trang này chỉ có thể được chỉnh sửa bởi trang chính trực tiếp trên đĩa.

source: This page is locked.
hu: Ez egy lezárt oldal.
vi: Trang này đã bị khóa.

source: Content of revision %(rev)d of page %(title)s:
hu: A(z) %(title)s oldal %(rev)d. változatának tartalma:
vi: Nội dung của phiên bản %(rev)d của trang %(title)s:

source: Revision of "%(title)s"
hu: "%(title)s" egy változata
vi: Bản sửa đổi của "%(title)s"

source: No preview for binaries.
hu: Bináris fájlokhoz nem létezik előnézet.
vi: Không có phần xem sơ lược cho dạng nhị phân.

source: Track the most recent changes to the wiki in this feed.
hu: Ebben hírfolyamban követheted a wiki legutóbbi módosításait.
vi: Theo dõi những thay đổi gần đây nhất của wiki trong feed này.

source: Delete page %(title)s
hu: %(title)s törlése
vi: Xóa trang %(title)s

source: Undo of change %(rev)d of page %(title)s
hu: A(z) %(title)s oldal %(rev)d. változatának visszavonása
vi: Hoàn tác thay đổi %(rev)d của trang %(title)s

source: Differences between revisions %(link1)s and %(link2)s of page %(link)s.
hu: A(z) %(link)s oldal %(link1)s. és %(link2)s. változata közötti különbség:
vi: Sự khác biệt giữa phiên bản %(link1)s và %(link2)s của trang %(link)s.

source: Diff not available for this kind of pages.
hu: Az ehhez hasonló oldalakat nem lehet összehasonlítani.
vi: Phân biệt điểm khác nhau hiện không có trên loại trang này.

source: Diff for "%(title)s"
hu: "%(title)s" változásai
vi: Khác biệt về "%(title)s"

source: Index of all pages
hu: Az összes oldal listája:
vi: Chỉ mục của tất cả các trang

source: Page Index
hu: Tartalomjegyzék
vi: Chỉ mục trang

source: List of pages with no links to them
hu: Azon oldalak listája, amelyekre nem mutat link:
vi: Danh sách các trang không kèm theo đường dẫn liên kết với các trang đó

source: Orphaned pages
hu: Árva oldalak
vi: Các trang con

source: %d page(s) containing all words:
hu: Összesen %d oldal felel meg a keresésnek:
vi: %d trang chứa các từ:

source: Searching for "%s"
hu: Keresés a "%s" kifejezésre
vi: Tìm kiếm "%s"

source: Code highlighting is not available.
hu: A szintaxiskiemelés nem érhető el.
vi: Tô đâm dòng mã hiện không thực hiện được.

source: Repository access disabled.
hu: Hozzáférés nem engedélyezett.
vi: Truy cập kho lưu trữ bị vô hiệu hoá.

source: This URL can only be called locally.
hu: Ez az URL csak helyi címről érhető el.
vi: Đường dẫn liên kết này chỉ có thể được gọi tại ngay phần đó.

source: Links to %(title)s
hu: A(z) %(title)s oldalra mutató linkek
vi: Liên kết đến %(title)s

source: Pages that contain a link to %(link)s.
hu: Az összes oldal, amely a(z) %(link)s oldalra linkel:
vi: Trang có chứa một liên kết đến %(link)s.

source: Editing "%(title)s"
hu: "%(title)s" szerkesztése
vi: Chỉnh sửa "%(title)s"

source: This is a binary file, it can't be edited on a wiki. Please upload a new version instead.
hu: Bináris fájlokat nem lehet a wikiben szerkeszteni. Kérlek, hogy tölts fel egy másik fájlt!
vi: Đây là một tập tin nhị phân, nên không thể được chỉnh sửa trên wiki. Xin vui lòng tải lên một phiên bản mới để thay thế.

source: Comment
hu: Megjegyzés
vi: Bình luận

source: Author
hu: Szerző
vi: Tác giả

source: Save
hu: Mentés
vi: Lưu lại

source: Cancel
hu: Mégsem
vi: Hủy bỏ

source: Preview
hu: Előnézet
vi: Xem sơ lược

source: Preview, not saved
hu: Piszkozat (nincs mentve)
vi: Xem sơ lược, không lưu lại

source: History of %(title)s
hu: %(title)s változásai
vi: Lịch sử của %(title)s

source: History of changes for %(link)s.
hu: %(link)s változásai.
vi: Lịch sử các phần thay đổi của %(link)s.

source: Undo
hu: Visszavonás
vi: Hoàn Tác

source: Edit
hu: Szerkesztés
vi: Chỉnh sửa

source: History
hu: Történet
vi: Lịch sử

source: Backlinks
hu: Ide mutató linkek
vi: Liên kết từ bên ngoài

source: Changes
hu: Változások
vi: Các thay đổi

source: Orphaned
hu: Árvák
vi: Thuộc phần con

source: Wanted
hu: Hiányzók
vi: Được cần

source: Wanted pages
hu: Hiányzó oldalak
vi: Các trang được cần

source: List of pages that are linked to, but don't exist yet.
hu: Linkelt, de még nem létező oldalak listája:
vi: Danh sách các trang được liên kết đến, nhưng không tồn tại.

source: %(num)d reference
hu: %(num)d db. referencia
vi: %(num)d tham chiếu

source: Page not found.
vi: Không tìm thấy Trang.

source: Index
vi: Chỉ mục
